category_choices = {
  'Собака': 'Собака',
  'Собака': 'Собака',
  'Кот': 'Кот',
  'Грызун': 'Грызун',
  'Рыбка': 'Рыбка',
  'Птичка': 'Птичка',
  'Рептилия': 'Рептилия',
  '': 'Другие',
  }

price_choices = {
  '100':'100',
  '500':'500',
  '1000':'1,000',
  '2000':'2,000',
  '5000':'5,000',
  '10000':'10,000',
  '20000':'20,000',
  '50000':'50,000', 
}

city_choices = {
  'Казань': 'Казань',
  'Набережные Челны': 'Набережные Челны',
  'Альметьевск': 'Альметьевск',
  'Москва': 'Москва',
  'Санкт-Петербург': 'Санкт-Петербург',
  'Астрахань': 'Астрахань',
  'Когалым': 'Когалым',
  'Краснодар': 'Краснодар',
  'Сочи': 'Сочи',
  'Калининград': 'Калининград',
  'Пермь': 'Пермь',
  'Новый Уренгой': 'Новый Уренгой',
  'Мурманск': 'Мурманск',
  'Волгоград': 'Волгоград',
  'Владикавказ': 'Владикавказ',
  'Грозный': 'Грозный',
  'Южно-Сахалинск': 'Южно-Сахалинск',
  'Петропавловск-Камчатский': 'Петропавловск-Камчатский',
}